/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Dowiedz się więcej</b> na temat zarządzania urządzeniami i bezpieczeństwem.";

/* No comment provided by engineer. */
"A system error occurred" = "Wystąpił błąd systemu";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Konto zostanie usunięte z %@ i innych aplikacji Yahoo w tym urządzeniu.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Dodaj konto";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Wystąpił błąd. Spróbuj ponownie później.";

/* Accessibility label for the back button */
"Back" = "Wstecz";

/* call tip prefix in 2lc */
"Call %@" = "Zadzwoń na %@";

/* No comment provided by engineer. */
"Call again" = "Zadzwoń ponownie";

/* Cancel
   Cancel button title */
"Cancel" = "Anuluj";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Nie można załadować strony.";

/* Accessibility label for the close button */
"Close" = "Zamknij";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Kontynuuj";

/* Create Account view title
   sign up button title */
"Create Account" = "Utwórz konto";

/* learn more alert title */
"Device Not Recognized" = "Nierozpoznane urządzenie";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Wiadomość nie dotarła?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "SMS nie dotarł?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Wiadomość głosowa nie dotarła?";

/* Dismiss */
"Dismiss" = "Odrzuć";

/* Edit button title */
"Edit" = "Edytuj";

/* No comment provided by engineer. */
"Email could not be sent" = "Nie udało się wysłać wiadomości";

/* No comment provided by engineer. */
"Email sent" = "Wysłano wiadomość";

/* No comment provided by engineer. */
"Enter Code" = "Wprowadź kod";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Ze względów bezpieczeństwa musisz odblokować konto.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Ze względów bezpieczeństwa musisz ponownie zweryfikować konto.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Dla bezpieczeństwa swojego konta loguj się za pośrednictwem sieci.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Nie pamiętasz id. lub hasła?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Nie pamiętasz hasła?";

/* No comment provided by engineer. */
"Generic Handoff" = "Przekaz główny";

/* Go to Account recovery */
"Get Help" = "Uzyskaj pomoc";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Niepoprawna odpowiedź. Spróbuj jeszcze raz.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Nieprawidłowy ident. lub hasło. Spróbuj ponownie.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Osiągnięto limit. Wiadomość nie została wysłana.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Osiągnięto limit. Nie można wysłać SMS-a ani nawiązać połączenia głosowego.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Sesja logowania wygasła. Spróbuj ponownie.";

/* Network error alert view title */
"Network unavailable." = "Sieć niedostępna.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Hasło";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Wpisz hasło dla \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Usuń";

/* Remove an account label on SSO screen */
"Remove an account" = "Usuń konto";

/* Select an account label on SSO screen */
"Select an account" = "Wybierz konto";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sesja wygasła, zaloguj się ponownie.";

/* sign in button title */
"Sign In" = "Zaloguj się";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Zaloguj się za pomocą <a>Facebooka</a> lub <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Zalogowany jako";

/* signing in state title for sign in button */
"Signing In" = "Logowanie się";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Niestety system jest wyłączony. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Niestety, logowanie jest w tej chwili niemożliwe. Spróbuj ponownie później.";

/* sms tip prefix in 2lc */
"Text %@" = "SMS na %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "SMS nie został wysłany.";

/* No comment provided by engineer. */
"Text message sent" = "Wysłano SMS";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Dane stanu drugiego pytania kontrolnego nie mogą zostać wyodrębnione z kodu krótkoterminowych poświadczeń wyzwania";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Zbyt wiele prób. Spróbuj ponownie za 24 godziny.";

/* No comment provided by engineer. */
"Try again" = "Spróbuj jeszcze raz";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Nie można nawiązać połączenia głosowego";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Nie można się zalogować. Sprawdź datę systemową i spróbuj ponownie.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Nie można się zalogować. Prosimy spróbować ponownie.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Zaktualizować konto";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Przejdź do Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "Użytkownik %@ jest już zalogowany";

/* User already signed-in */
"User already signed-in" = "Użytkownik jest już zalogowany";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Kod weryfikacyjny został wysłany na numer %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Trwające połączenie głosowe";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Dzwoniliśmy z kodem weryfikacyjnym na nr %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Nie rozpoznajemy tego urządzenia. Zweryfikuj swoją tożsamość, odpowiadając na pytanie kontrolne.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Nie rozpoznajemy tego urządzenia. Zweryfikuj swoją tożsamość. Wyślemy kod weryfikacyjny.";

/* ID text field place holder */
"Yahoo ID" = "Ident. Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Musisz mieć co najmniej 13 lat.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Twoje konto jest teraz odblokowane. Zaloguj się.";

/* No comment provided by engineer. */
"Your Answer" = "Twoja odpowiedź";

/* learn more alert msg line 1 */
"• New device?" = "• Nowe urządzenie?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Używasz weryfikacji logowania?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Logujesz się z innego kraju?";

